const pageDescriptions = {
  "/": "مرحبًا بك في موقع صديقك  لمدة ساعة! نحن هنا لمساعدتك في العثور على الدعم الذي تحتاجه، سواء كنت تبحث عن صديق للتحدث معه أو ترغب في تقديم الدعم لشخص آخر. انضم إلى مجتمعنا اليوم وابدأ في بناء صداقات جديدة وتقديم المساعدة لمن يحتاجها.",
  login:
    "تسجيل الدخول إلى حسابك على موقع صديقك لمدة ساعة للوصول إلى ميزاتنا وخدماتنا. إذا لم يكن لديك حساب بعد، يمكنك التسجيل بسهولة للانضمام إلى مجتمعنا ودعم الآخرين. لادخال الايميل قل ايميل ثا ادخله كتابيا او نطقا. ولادخال كلمة المرور قل كلمة سر ثا ادخلها كتابيا ثم قل دخول او تسجيل دخول.",
  register:
    "قم بإنشاء حساب جديد على موقع صديقك لمدة ساعة للانضمام إلى مجتمعنا المتنامي. بإنشاء حساب، ستتمكن من التواصل مع الآخرين، تقديم الدعم، والحصول على المساعدة التي تحتاجها. ",
  profile:
    "قم بإدارة ملفك الشخصي على موقع صديقك لمدة ساعة. هنا يمكنك تحديث معلوماتك الشخصية، تغيير صورتك، ومراجعة نشاطاتك السابقة في المجتمع.",
  settings:
    "تخصيص إعدادات حسابك على موقع صديقك لمدة ساعة. يمكنك تعديل تفضيلاتك، إعدادات الخصوصية، وإدارة الإشعارات لتجربة مستخدم أفضل.",
};

export default pageDescriptions;
